---
kind: other
id: Properties.T:Autodesk.Revit.DB.DWGExportOptions
source: html/b0f9d024-798f-e97d-896e-379b324d4dd5.htm
---
# DWGExportOptions Properties

The preferred way to generate geometry of ACA objects.
 Default value is ACAObjectPreference.Object.